[
    {
        "text": "Life is either a daring adventure or nothing at all.",
        "author": "Helen Keller"
    },
    {
        "text": "Go confidently in the direction of your dreams! Live the life you have imagined.",
        "author": "Henry David Thoreau"
    },
    {
        "text": "Tis better to have loved and lost than never to have loved at all.",
        "author": "Saint Augustine"
    },
    {
        "text": "The mind is everything. What you think you become.",
        "author": "Buddha"
    },
    {
        "text": "The journey of a thousand miles begins with one step.",
        "author": "Lao Tzu"
    },
    {
        "text": "The unexamined life is not worth living.",
        "author": "Socrates"
    },
    {
        "text": "Keep looking up… that is the secret of life.",
        "author": "Snoopy"
    },
    {
        "text": "Life is not about finding yourself. Life is about creating yourself.",
        "author": "George Bernard Shaw"
    },
    {
        "text": "Life has no limitations, except the ones you make.",
        "author": "Les Brown"
    },
    {
        "text": "Success is how high you bounce when you hit bottom.",
        "author": "George Patton"
    },
    {
        "text": "Our life is frittered away by detail. Simplify, simplify.",
        "author": "Henry David Thoreau"
    },
    {
        "text": "Life must be lived and curiosity kept alive. One must never, for whatever reason, turn his back on life.",
        "author": "Eleanor Roosevelt"
    },
    {
        "text": "Good friends, good books, and a sleepy conscience: this is the ideal life.",
        "author": "Mark Twain"
    },
    {
        "text": "Life is a succession of lessons which must be lived to be understood.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "text": "Life is really simple, but we insist on making it complicated.",
        "author": "Confucius"
    },
    {
        "text": "The greatest moments in life are not concerned with selfish achievements but rather with the things we do for the people we love and esteem.",
        "author": "Walt Disney"
    },
    {
        "text": "The biggest adventure you can ever take is to live the life of your dreams.",
        "author": "Oprah Winfrey"
    },
    {
        "text": "Success is not about how your life looks to others. It is about how it feels to you.",
        "author": "Michelle Obama"
    }
]